<?php
/**
 * Translations are managed using Transifex. To create a new translation
 * or to help to maintain an existing one, please register at transifex.com.
 *
 * @link http://help.transifex.com/intro/translating.html
 * @link https://www.transifex.com/projects/p/contao-banner/language/ru/
 *
 * @license http://www.gnu.org/licenses/lgpl-3.0.html LGPL
 *
 * last-updated: 2015-02-02T20:47:45+01:00
 */

$GLOBALS['TL_LANG']['XPL']['banner_help']['0']['0']  = 'Название баннера';
$GLOBALS['TL_LANG']['XPL']['banner_help']['0']['1']  = 'Название баннера показано в обзоре баннеров, а также в шаблоне под изображением баннера.';
$GLOBALS['TL_LANG']['XPL']['banner_help']['1']['0']  = 'URL баннера';
$GLOBALS['TL_LANG']['XPL']['banner_help']['1']['1']  = 'URL назначения, по которому перейдет посетитель нажавший на изображение баннера.<br />URL должен начинаться с http://, напр.:<br /><br /><pre> http://www.typolight.org </pre><br/>Не используя это поле, изображение баннера будет вставлено без ссылки. В текстовых баннерах домен показан в краткой форме и связан с URL назначения.';
$GLOBALS['TL_LANG']['XPL']['banner_help']['10']['0'] = 'Фильтр доменов';
$GLOBALS['TL_LANG']['XPL']['banner_help']['10']['1'] = 'Если ввести имя домена, этот баннер будет использован только для данного домена. Если оставить поле пустым, баннер будет использован для всех доменов. <br/>Напр.: <br /><br /><pre> yourdomain.com </pre><br />Баннер будет виден, если соответствует домену. Но и при частичном совпадении, начиная справа. Так же и с доступом через sub.yourdomain.com. Запись в "Структуре сайта" - "Имя домена" не требуется для фильтрации.';
$GLOBALS['TL_LANG']['XPL']['banner_help']['2']['0']  = 'Вес баннера';
$GLOBALS['TL_LANG']['XPL']['banner_help']['2']['1']  = 'Баннер с более высоким весом, будет показан чаще, чем баннер с более низким.<br />';
$GLOBALS['TL_LANG']['XPL']['banner_help']['3']['0']  = 'Файл баннера';
$GLOBALS['TL_LANG']['XPL']['banner_help']['3']['1']  = 'Графический файл может быть выбран как баннер из списка файлов.';
$GLOBALS['TL_LANG']['XPL']['banner_help']['4']['0']  = 'Комментарий баннера';
$GLOBALS['TL_LANG']['XPL']['banner_help']['4']['1']  = 'Комментарий используется для тега заголовка в исходном коде и будет показан, при наведении мыши на изображение баннера.';
$GLOBALS['TL_LANG']['XPL']['banner_help']['5']['0']  = 'Показывать с (Дата & Время)';
$GLOBALS['TL_LANG']['XPL']['banner_help']['5']['1']  = 'Если ввести дату и время, то текущий баннер не будет показан на веб-сайте раньше этого момента. Время также может быть внесено вручную. <br/>Напр.:<br/><br/><pre> 24.12.2007 20:15 </pre><br />';
$GLOBALS['TL_LANG']['XPL']['banner_help']['6']['0']  = 'Показывать до (Дата & Время)';
$GLOBALS['TL_LANG']['XPL']['banner_help']['6']['1']  = 'Если ввести дату и время, то текущий баннер не будет показан на веб-сайте позже этого момента. Время также может быть внесено вручную.<br/>Напр.:<br/><br/><pre> 24.12.2007 23:59 </pre><br />';
$GLOBALS['TL_LANG']['XPL']['banner_help']['7']['0']  = 'Ограничить число просмотров';
$GLOBALS['TL_LANG']['XPL']['banner_help']['7']['1']  = 'Если число введено, текущий баннер не будет показан после этого количества просмотров.<br />Опция "Ограничить число просмотров и нажатий" должна быть активна.<br />Напр.:<br /><br /><pre>  1000</pre><br />';
$GLOBALS['TL_LANG']['XPL']['banner_help']['8']['0']  = 'Ограничить число нажатий';
$GLOBALS['TL_LANG']['XPL']['banner_help']['8']['1']  = 'Если число введено, текущий баннер не будет показан после этого количества нажатий.<br />Опция "Ограничить число просмотров и нажатий" должна быть активна.<br />Напр.:<br /><br /><pre>   100</pre><br />';
$GLOBALS['TL_LANG']['XPL']['banner_help']['9']['0']  = 'Фильтр доменов';
$GLOBALS['TL_LANG']['XPL']['banner_help']['9']['1']  = 'Если ввести имя домена, этот баннер будет использован только для данного домена. Если оставить поле пустым, баннер будет использован для всех доменов. <br/>Напр.: <br /><br /><pre> yourdomain.com </pre><br />Баннер будет виден, если соответствует домену. Но и при частичном совпадении, начиная справа. Так же и с доступом через sub.yourdomain.com. Запись в "Структуре сайта" - "Имя домена" не требуется для фильтрации.';

