Repository: BugBuster1701/contao-banner-bundle
Catalog: contao/languages/*/*_banner.xlf
Languages: cs, de, fa, fr, it, ru, sv

# tl_banner.1
source: Highest priority
cs: Nejvyšší priorita
de: Höchste Priorität
fa: اولویت بالا
fr: Haute priorité
it: Priorità alta
ru: Высокий приоритет
sv: Högsta prioritet

# tl_banner.2
source: Normal priority
cs: Normální priorita
de: Normale Priorität
fa: اولویت عادی
fr: Priorité standard
it: Priorità normale
ru: Нормальный приоритет
sv: Normal prioritet

# tl_banner.3
source: Lowest priority
cs: Nejnižší priorita
de: Niedrigste Priorität
fa: اولویت پایین
fr: Basse priorité
it: Priorità bassa
ru: Низкий приоритет
sv: Lägsta prioritet

# tl_banner.banner_active
source: published
de: veröffentlicht
fa: منتشر شده
fr: publié
ru: опубликовано

# tl_banner.banner_inactive
source: not published
de: nicht veröffentlicht
fa: منتشر نشده
fr: non publié
ru: не опубликовано

# tl_banner.banner_cat_not_found
source: No category selected in banner modul.
cs: Nebyla vybrána kategorie v modulu banner.
de: Keine Kategorie im Banner Modul ausgewählt.
fa: دسته‌بندی‌ای در ماژول بنر انتخاب نشده است.
fr: Aucune catégorie sélectionné dans le module bannière.
it: Non è stata selezionata nessuna categoria
ru: Нет выбранной категории в модуле баннеров.
sv: Ingen kategori har valts i banner-modulen.

# tl_banner.banner_clicks_until.0
source: Limiting the number of Clicks
cs: Omezení počtu prokliků
de: Begrenzung der Klicks
fa: محدود کردن تعداد کلیک
fr: Limite du nombre de clics
it: Limita il numero di click
ru: Ограничить число нажатий
sv: Begränsa antalet klick

# tl_banner.banner_clicks_until.1
source: By entering a number, the current banner is no longer displayed after this number of clicks.
cs: Pokud zvolíte tuto možnost, můžete definovat maximální počet kliknutí.
de: Wenn Sie hier eine Zahl eingeben, wird dieser Banner nach dieser Anzahl von Klicks nicht mehr angezeigt.
fr: En saisissant un nombre, cette bannière n'apparaîtra plus une fois qu'elle aura été cliquée le nombre de fois que vous saisissez.
it: Inserendo un valore, il banner corrente, non verrà visualizzato oltre il numero di click indicato.
ru: Если число введено, текущий баннер не будет показан после этого количества нажатий.
sv: Genom att ange ett värde så visas inte bannern efter att detta antal klick uppnåtts.

# tl_banner.banner_comment.0
source: Banner Comment
cs: Komentář banneru
de: Bannerkommentar
fa: متن بنر
fr: Commentaire Bannière
it: Commento banner
ru: Комментарий баннера
sv: Banner-kommentar

# tl_banner.banner_comment.1
source: Comment is for title tag. For text banner: text line. For video banners: additionally as comment line.
cs: Komentář je pro štítek názvu. U textového banneru: textový řádek. U banneru videa: navíc jako řádek komentáře.
de: Erste Zeile erscheint als title Tag. Bei Textbanner: Textzeile. Für Videobanner: zusätzlich als Kommentarzeile .
fa: نظر برای برچسب عنوان است. برای بنر متنی: خط متن.
fr: Commentaire pour la balise titre. Pour une bannière texte: ligne de texte. Pour la bannière vidéo : en plus de la ligne de commentaire.
it: Il commento sarà il titolo del banner. Per i banner testuali sarà la linea di testo. Per il banner video: inoltre come riga di commento.
ru: Комментарий для тега заголовка. Для текстового баннера: строка текста. Для видеобаннера: дополнительно в качестве строки комментария.
sv: Kommentar för bannerns titel-tagg (Banner-text för text-banners, för videobanner: dessutom som kommentarsrad.).

# tl_banner.banner_cssid.0
source: CSS ID/class
de: CSS-ID/Klasse
fa: شناسه/کلاس سی‌اس‌اس
fr: Identifiant CSS / classe
ru: CSS ID и класс

# tl_banner.banner_cssid.1
source: Here you can set an ID and one or more classes. A prefix "banner_" is automatically added.
de: Hier können Sie eine ID und beliebig viele Klassen eingeben. Ein Präfix "banner_" wird automatisch hinzugefügt.
fr: Ici, vous pouvez définir un ID et une ou plusieurs classes. Un préfixe "banner_" est automatiquement ajouté.
ru: Вы можете ввести ID одного или нескольких классов. Префикс "banner_" добавится автоматически.

# tl_banner.banner_domain.0
source: Filter Domain
cs: Filtr domény
de: Domain Filter
fa: صافی دامنه
fr: Filtrage par nom de domaine
ru: Фильтр доменов

# tl_banner.banner_domain.1
source: If you enter a domain name, this banner is used only for this domain. If you leave the field empty, this banner is used for all domains.
cs: Pokud zadáte název domény, je tento banner použity pouze pro tuto doménu. Pokud necháte pole prázdné, je tento banner pro všechny domény.
de: Wenn Sie hier eine Domain eingeben, wird dieser Banner nur für diese Domain genutzt. Ohne Angabe wird dieser Banner für alle Domains genutzt.
fr: Si vous entrez un nom de domaine, la bannière sera utilisée uniquement sur ce domaine. Si le champs est vide, la bannière sera utilisée pour tous les domaines.
ru: Если ввести имя домена, этот баннер будет использован только для данного домена. Если оставить поле пустым, баннер будет использован для всех доменов.

# tl_banner.banner_image.0
source: Banner Image
cs: Obrázek banneru
de: Bannerdatei
fa: تصویر بنر
fr: Bannière Image
it: Immagine banner
ru: Изображение баннера
sv: Banner-bild

# tl_banner.banner_image.1
source: Please select the banner.(GIF,JPG,PNG,WEBP,AVIF)
de: Bitte eine Bannerdatei auswählen. (GIF,JPG,PNG,WEBP,AVIF)
fa: بنر را انتخاب کنید. (GIF,JPG,PNG,WEBP,AVIF)
it: Selezionare il banner. (GIF,JPG,PNG,WEBP,AVIF)
ru: Выберите баннер. (GIF, JPG, PNG, WEBP, AVIF)

# tl_banner.banner_image_extern.0
source: Banner Image URL
cs: Banner, externí URL obrázku
de: Bannerbild-URL
fa: نشانی وب تصویر بنر
fr: URL de la bannière image
it: URL immagine banner
ru: URL изображения баннера
sv: Banner-bildens URL

# tl_banner.banner_image_extern.1
source: External banner image URL: http://...
cs: Externí URL obrázku banner : http://www.domena.cz/banner.jpg
de: Externe Bannerbild-URL: http://...
fa: نشانی وب تصویر بنر خارجی: http://...
fr: URL externe de la bannière image: http://...
it: URL esterno dell'immagine banner
ru: Внешнее изображение баннера URL: http://...
sv: Extern banner-bilds URL: http//...

# tl_banner.banner_imgSize.0
source: Banner width and height
cs: Šířka a výška banneru
de: Bannerbreite und Bannerhöhe
fa: عرض و ارتفاع بنر
fr: Largeur et hauteur de la bannière
it: larghezza ed altezza banner
ru: Ширина и высота изображения
sv: Bannerns bredd och höjd

# tl_banner.banner_imgSize.1
source: Here you can set the banner image dimensions (in pixel) and the resize mode (only for internal banner image). NOTE: Animated GIFs, with data sizes, the GD-recalculation outcome of this is a still picture.
cs: Zadáte-li pouze šířku nebo výšku (v pixelech), bude velikost banneru změněna proporcionálně. Zadáte-li oba rozměry, bude banner v případě potřeby oříznut. Ponecháte-li obě pole prázdná, zobrazí se v původní velikosti.
de: Hier können Sie die Abmessungen des Banners (in Pixel) und den Skalierungsmodus (nur für interne Bannergrafik) festlegen. ACHTUNG: Animierte GIFs werden bei Größen-Angaben durch die GD-Neuberechnung leider zum Standbild.
fr: Si vous saisissez uniquement la largeur ou uniquement la hauteur (en pixel), la bannière sera redimensionnée proportionnellement. Si vous saisissez les deux valeurs, la bannière sera découpée si besoin est. Si vous ne saisissez aucune de ces deux valeurs, la taille originale sera affichée.<br />NOTE: Pour les les GIFs animés, avec redimensionnement, aboutiront à une image fixe après le traitement GD.
it: Se si immette solo l'altezza o solo la larghezza (in pixel), il banner verrà ridimensionato in modo proporzionale. Se si immette entrambe le misure, il banner verrà tagliato, se necessario. Se si lasciano vuoti i campi, verranno utilizzate le dimensioni originali. <br /> NOTA: Le GIF animate non possono essere ridimensionate, altrimenti si rischia di avere come risultato un'immagine statica.
ru: Вы можете установить размеры изображения баннера (в пикселах) и режим изменения размера (только для внутреннего изображения баннера). Примечание: Анимированные GIF при задании размеров будут преобразованы в статические.
sv: Om du anger enbart bredd eller höjd (i pixel) kommer bannern att omskalas proportionellt. Anger du båda så kommer bannern beskäras (om den inte passar de angivna måtten). Lämna båda fälten tomma för att visa banner-bilden i sin originalstorlek.<br />NOTERA: Animerade GIF som omskalas resulterar i en stillbild!

# tl_banner.banner_jumpTo.0
source: Banner target page
cs: Cílová stránka banneru
de: Bannerziel-Seite
fa: صفحه مقصد بنر
fr: Page cible de la bannière
it: Pagina destinazione banner
ru: Целевая страница баннера
sv: Bannerns målsida

# tl_banner.banner_jumpTo.1
source: Please select the target page from the page tree. This selection takes priority over the banner target URL.
cs: Prosím, vyberte cílovou stránku ze stromu stránek. Tato volba má přednost před cílovou URL banneru.
de: Bitte wählen Sie die Zielseite aus. Diese Auswahl hat Vorrang vor der direkten Bannerziel-URL.
fr: Veuillez sélectionner la page cible depuis l'arborescence des pages. Cette sélection est prioritaire aux URL cibles.
it: Selezionare la pagina di destinazione del banner. Questa selezione ha priorità rispetto ad un URL come destinazione
ru: Выберите целевую страницу. Этот выбор имеет приоритет над ссылкой "URL баннера".
sv: Välj mål-sida från sidträdet. Detta val övertar ev. angiven mål-URL.

# tl_banner.banner_name.0
source: Banner Name
cs: Jméno banneru
fa: نام بنر
fr: Nom de la bannière
it: Nome banner
ru: Название баннера
sv: Banner-namn

# tl_banner.banner_name.1
source: Please enter the banner name. For text banner: title.
cs: Zadejte prosím název banneru. Pro textový banner: titulek.
de: Bannername. Bei Textbanner: Überschrift
fa: نام بنر را وارد نماید. برای بنر متنی: عنوان.
fr: Veuillez saisir le nom de la bannière. Pour une bannière texte: titre.
it: Inserire il nome del banner
ru: Введите название баннера.
sv: Vänligen ange banner-namn (Titel för text-banners).

# tl_banner.banner_number_of
source: Number of banners
de: Anzahl der Banner
fr: Nombre de bannières
ru: Количество баннеров

# tl_banner.banner_published.0
source: Published
cs: Publikovat
de: Veröffentlicht
fa: منتشر شده
fr: Publié
it: Pubblicato
ru: Опубликовать
sv: Publicerad

# tl_banner.banner_published.1
source: Unless you choose this option, this banner is not considered to show.
cs: Tímto se daný banner zveřejní.
de: Solange Sie diese Option nicht wählen, wird dieser Banner nicht für die Anzeige berücksichtigt.
fr: Tant que cette option n'est pas choisi, la bannière ne sera pas publié.
it: Fino a quando non verrà selezionato questa opzione il banner non verrà pubblicato.
ru: Если не выбрать эту опцию, баннер не будет показан.
sv: Om du inte markerar detta val så visas inte bannern på hemsidan.

# tl_banner.banner_start.0
source: Show from
cs: Zobrazit od
de: Anzeigen ab
fa: نمایش از
fr: Publier à partir du
it: Visualizza dal
ru: Показывать с
sv: Visa från

# tl_banner.banner_start.1
source: If you enter a date and time value here the current banner will not be shown on the website before this moment.
cs: Pokud zadáte datum a čas pro aktuální banner, nebude zveřejněn na webových stránkách před tímto termínem.
de: Wenn Sie hier Datum mit Uhrzeit erfassen, wird der Banner erst ab diesem Zeitpunkt angezeigt.
fr: Si vous saisissez une date et une heure, cette bannière n'apparaîtra pas avant ce moment.
it: Inserendo una data, il banner non verrà visualizzato prima di questo momento.
ru: Если ввести дату и время, то текущий баннер не будет показан на веб-сайте раньше этого момента.
sv: Genom att ange ett datum och en tid så visas inte bannern före den satta tidpunkten.

# tl_banner.banner_stop.0
source: Show until
cs: Zobrazit do
de: Anzeigen bis
fa: نمایش تا
fr: Publier jusqu'au
it: Visualizza fino al
ru: Показывать до
sv: Visa till

# tl_banner.banner_stop.1
source: If you enter a date and time value here the current banner will not be shown on the website after this moment.
cs: Pokud zadáte datum a čas pro aktuální banner, nebude na webových stránkách zobrazen po tomto termínu.
de: Wenn Sie hier Datum mit Uhrzeit erfassen, wird der Banner nur bis zu diesem Zeitpunkt angezeigt.
fr: Si vous saisissez une date et une heure, cette bannière n'apparaîtra pas après ce moment.
it: Inserendo una data, il banner verrà visualizzato non oltre questo momento.
ru: Если ввести дату и время, то текущий баннер не будет показан на веб-сайте позже этого момента.
sv: Genom att ange ett datum och en tid så visas inte bannern efter den satta tidpunkten.

# tl_banner.banner_target.0
source: Internal Link
cs: Otevřít ve stejném okně prohlížeče
de: Interner Link
fa: پیوند داخلی
fr: Lien Interne
it: Link interno
ru: Внутренняя ссылка
sv: Intern sida

# tl_banner.banner_target.1
source: If you choose this option, the banner target opens in the same browser window.
cs: Pokud zvolíte tuto možnost, cíl banneru se otevře ve stejném okně prohlížeče.
de: Wenn Sie diese Option wählen, wird das Bannerziel im selben Browserfenster geöffnet.
fr: Si vous choisissez cette option, la cible de la bannière s'ouvrira dans la même fenêtre du navigateur.
it: Se viene selezionata questa opzione, la destinazione del banner sarà visualizzata all'interno dello stesso browser.
ru: Если выбрать этот вариант, ссылка баннера откроется в том же окне браузера.
sv: Om du väljer detta alternativ kommer mål-URLen att öppnas i samma webbläsarfönster.

# tl_banner.banner_type.0
source: Banner Source
cs: Zdroj banneru
de: Bannerquelle
fa: منبع بنر
fr: Origine bannière
it: Sorgente banner
ru: Источник баннера
sv: Banner-källa

# tl_banner.banner_type.1
source: Selection whether the banner file of internally or externally will be used or is it a text banner.
de: Auswahl ob die Quelle der Bannerdatei intern oder extern ist, oder ob es ein Textbanner werden soll.
fr: Sélectionnez si le fichier de la bannière, interne ou externe, sera utilisé ou bien si c'est une bannière texte.
it: Selezionare se si tratta di un banner che ha un file immagine interno, esterno oppure un banner testuale.
ru: Выбор внутреннего или внешнего источника баннера, или текста баннера.
sv: Välj om banner-filen finns internt eller externt eller om det är en text-banner.

# tl_banner.banner_until.0
source: Limiting the number of Views and Clicks
cs: Omezení počtu zobrazení a prokliků
de: Begrenzung der Views und Klicks
fa: محدود کردن تعداد بازدید و کلیک
fr: Limite du nombre de vues et de clics
it: Limita il numero di visualizzazioni e di click
ru: Ограничить число просмотров и нажатий
sv: Begränsa antalet Visningar och Klick

# tl_banner.banner_until.1
source: If you select this option, you can define a maximum number of views and/or maximum number of clicks.
cs: Pokud zvolíte tuto možnost, můžete definovat maximální počet zobrazení a/nebo maximální počet kliknutí.
de: Wenn Sie diese Option wählen, können Sie eine maximale View Anzahl und/oder maximale Klick Anzahl definieren.
fr: Si vous choisissez cette option, vous pouvez définir un nombre maximum de vues ou de clics.
it: Se questa opzione viene selezionata si può indicare il numero massimo di visualizzazioni e di click.
ru: Если выбрать эту опцию, вы сможете определить максимальное число просмотров и/или максимальное число нажатий на баннер.
sv: Om du väljer detta alternativ så kan du ange maximalt antal visningar och klick.

# tl_banner.banner_url.0
source: Banner target URL
cs: Cílové URL banneru
de: Bannerziel-URL
fa: نشانی وب مقصد بنر
fr: URL Cible de la bannière
it: URL banner
ru: URL баннера
sv: Bannerns mål-URL

# tl_banner.banner_url.1
source: Please enter the banner target URL: http://... Alternatively, you can select a target page in the next field. (not when using an external banner image)
de: Bannerziel-URL: http://... Als Alternative können Sie im nächsten Feld eine Zielseite auswählen. (nicht bei Verwendung einer externer Bannergrafik)
ru: Введите целевой URL баннера:: http://... Кроме того, вы можете выбрать целевую страницу в следующем поле. (не при использовании внешнего изображения баннера)

# tl_banner.banner_views_until.0
source: Limiting the number of Views
cs: Omezení počtu zobrazení
de: Begrenzung der Views
fa: محدود کردن تعداد بازدید
fr: Limite du nombre de vues
it: Limita il numero di visualizzazioni
ru: Ограничить число просмотров
sv: Begränsa antalet visningar

# tl_banner.banner_views_until.1
source: By entering a number, the current banner is no longer displayed after this number of views.
cs: Pokud zvolíte tuto možnost, můžete definovat maximální počet zobrazení.
de: Wenn Sie hier eine Zahl eingeben, wird dieser Banner nach dieser Anzahl von Views nicht mehr angezeigt.
fr: En saisissant un nombre, cette bannière n'apparaîtra plus une fois qu'elle aura été vu le nombre de fois que vous saisissez.
it: Inserendo un valore, il banner corrente, non verrà visualizzato oltre il numero indicato.
ru: Если число введено, текущий баннер не будет показан после этого количества просмотров.
sv: Genom att ange ett värde så visas inte bannern efter att detta antal visningar uppnåtts.

# tl_banner.banner_weighting.0
source: Banner Weighting
cs: Priorita banneru
de: Bannergewichtung
fa: توزین بنر
fr: Priorité Bannière
it: Priorità banner
ru: Вес баннера
sv: Banner-viktning

# tl_banner.banner_weighting.1
source: Please select the priority.
cs: Prosím, zvolte prioritu.
de: Bitte die Priorität auswählen.
fa: اولیت را انتخاب کنید
fr: Veuillez sélectionner une priorité.
it: Indicare la priorità del banner
ru: Выберите приоритет.
sv: Välj prioritering

# tl_banner.comment_legend
source: Comment
cs: Komentář
de: Kommentar
fa: دیدگاه
fr: Commentaire
it: Commento
ru: Комментарий
sv: Kommentar

# tl_banner.copy.0
source: Copy Banner
cs: Kopírovat banner
de: Banner kopieren
fa: رونوشت بنر
fr: Copier Bannière
it: Copia banner
ru: Копировать баннер
sv: Kopiera banner

# tl_banner.copy.1
source: Copy banner ID %s
cs: Kopírovat banner ID %s
de: Banner ID %s kopieren
fa: رونوشت بنر شناسه %s
fr: Copier bannière ID %s
it: Copia banner ID %s
ru: Копировать баннер ID %s
sv: Kopiera banner med ID %s

# tl_banner.delete.0
source: Delete Banner
cs: Odstranit banner
de: Banner löschen
fa: حذف بنر
fr: Effacer Bannière
it: Elimina banner
ru: Удалить баннер
sv: Radera banner

# tl_banner.delete.1
source: Delete banner ID %s
cs: Odstranit banner ID %s
de: Banner ID %s löschen
fa: حذف بنر شناسه %s
fr: Effacer bannière ID %s
it: Elimina banner ID %s
ru: Удалить баннер ID %s
sv: Radera banner med ID %s

# tl_banner.destination_legend
source: Banner targets
cs: Cíle banneru
de: Bannerziele
fa: مقصدهای بنر
fr: Cibles de la bannière
it: Destinazione banner
ru: Цель баннера
sv: Banner-mål-URLer

# tl_banner.edit.0
source: Edit Banner
cs: Upravit banner
de: Banner editieren
fa: ویرایش بنر
fr: Editer Bannière
it: Modifica banner
ru: Редактировать баннер
sv: Redigera banner

# tl_banner.edit.1
source: Edit banner ID %s
cs: Upravit banner ID %s
de: Banner ID %s editieren
fa: ویرایش بنر شناسه %s
fr: Editer bannière ID %s
it: Modifica banner ID %s
ru: Редактировать баннер ID %s
sv: Redigera banner med ID %s

# tl_banner.expert_legend
source: Expert settings
de: Experten-Einstellungen
fa: تنظیمات پیشرفته
fr: Paramètres experts
ru: Экспертные настройки

# tl_banner.filter_legend
source: Filtering
cs: Filtruj
de: Filterung
fa: صافی کردن
fr: Filtrage
ru: Фильтрация

# tl_banner.image_legend
source: Banner image
cs: Obrázek banneru
de: Bannerdatei
fa: تصویر بنر
fr: Image de la bannière
it: Immagine banner
ru: Изображение баннера
sv: Banner-bilder

# tl_banner.new.0
source: New Banner
cs: Nový banner
de: Banner neu
fa: بنر جدید
fr: Nouvelle bannière
it: Nuovo banner
ru: Новый баннер
sv: Ny banner

# tl_banner.new.1
source: Add a new banner
cs: Přidat nový banner
de: Einen neuen Banner anlegen
fa: افزودن بنر جدید
fr: Ajouter une nouvelle bannière
it: Aggiungi nuovo banner
ru: Добавить новый баннер
sv: Lägg till en ny banner

# tl_banner.publish_legend
source: Publish settings
cs: Nastavení publikování
de: Veröffentlichung
fa: تنظیمات انتشار
fr: Paramètres de publication
it: Impostazione pubblicazione
ru: Настройки публикации
sv: Publiceringsinställningar

# tl_banner.show.0
source: Banner Details
cs: Podrobnosti banneru
fa: جزئیات بنر
fr: Détails bannière
it: Dettagli banner
ru: Детали баннера
sv: Banner-detaljer

# tl_banner.show.1
source: Show details of Banner ID %s
cs: Zobrazit podrobnosti banneru ID %s
de: Zeige Details von Banner ID %s
fa: جزئیات بنر شناسه %s
fr: Afficher les détails de la bannière ID %s
it: Mostra i dettagli del banner ID %s
ru: Показать детали баннера ID %s
sv: Visa detaljer för banner med ID %s

# tl_banner.source_extern
source: external
cs: externí
de: extern
fa: خارجی
fr: externe
it: Esterno
ru: внешний
sv: extern

# tl_banner.source_fallback
source: Image-Fallback
cs: Záložní obrázek
de: Bild-Fallback
fa: تصویر یدکی
fr: Image-repli
ru: Резервное изображение

# tl_banner.source_fallback_no
source: Image-Fallback not found.
cs: Záložní obrázek nebyl nalezen.
de: Bild-Fallback nicht gefunden.
fa: تصویر یدکی یافت نشد.
fr: Image de repli introuvable.
ru: Резервное изображение не найдено.

# tl_banner.source_intern
source: internal
cs: interní
de: intern
fa: داخلی
fr: interne
it: Interno
ru: внутренний
sv: intern

# tl_banner.title_legend
source: Name and weighting
cs: Jméno a priorita
de: Name und Gewichtung
fa: نام و توزین
fr: Nom et priorité
it: Nome e priorità
ru: Название и вес
sv: Namn och viktning

# tl_banner.tl_be_max_clicks
source: max. Clicks
cs: max. počet Kliknutí
de: max. Klicks
fa: بیشترین کلیک
fr: Clics max.
it: Max click
ru: макс. нажатий
sv: max. Klick

# tl_banner.tl_be_max_views
source: max. Views
cs: max. počet Zobrazení
de: max. Ansichten
fa: بیشترین مشاهده
fr: Vues max.
it: Max visualizzazioni
ru: макс. просмотров
sv: max. Visningar

# tl_banner.tl_be_no
source: no
cs: ne
de: nein
fa: نه
fr: non
ru: нет
sv: nej

# tl_banner.tl_be_not_defined
source: not defined.
cs: není definována.
de: nicht definiert.
fa: تعریف نشده.
fr: Non défini
ru: не определен.

# tl_banner.tl_be_not_defined_max
source: unlimited
cs: neomezený
de: unbegrenzt
fa: نامتناهی
fr: Illimité
it: Illimitato
ru: неограниченно
sv: obegränsat

# tl_banner.tl_be_not_defined_start
source: immediately
cs: okamžitě
de: sofort
fa: فوری
fr: Immédiatement
it: Immeditamente
ru: немедленно
sv: omgående

# tl_banner.tl_be_not_defined_stop
source: always
cs: vždycky
de: immer
fa: همیشه
fr: Toujours
it: Sempre
ru: всегда
sv: alltid

# tl_banner.tl_be_page_not_found
source: Page not found
cs: Stránka nenalezena
de: Seite nicht gefunden.
fa: صفحه یافت نشد
fr: Page introuvable
ru: Страница не найдена

# tl_banner.tl_be_read_error
source: Banner file not found or read error!
cs: Banner soubor nebyl nalezen nebo chyba čtení!
de: Bannerdatei nicht gefunden oder Lesefehler!
fa: پرونده بنر یافت نشد یا خطای خواندن رخ داد
fr: Fichier bannière non trouvé, ou erreur de lecture
it: Il file del banner non trovato o errore nella lettura!
ru: Не найден файл баннера или ошибка чтения!
sv: Banner-filen kunde ej hittas eller läsfel!

# tl_banner.tl_be_start
source: Show from
cs: Zobrazit od
de: Anzeigen ab
fa: نمایش از
fr: Afficher à partir du
it: Visualizza dal
ru: Показывать с
sv: Visa från

# tl_banner.tl_be_stop
source: Show until
cs: Zobrazit do
de: Anzeigen bis
fa: نمایش تا
fr: Afficher jusqu'au
it: Visualizza fino al
ru: Показывать до
sv: Visa till

# tl_banner.tl_be_yes
source: yes
cs: ano
de: ja
fa: بلی
fr: oui
it: Si
ru: да
sv: ja

# tl_banner.toggle.0
source: Toggle visibility
cs: Přepnout viditelnost
de: Banner ein- oder ausschalten
fa: تعویض مشاهده‌پذیری
fr: Permutter l'affichage
it: Modifica la visibilità
ru: Переключение видимости
sv: Växla synlighet
