Repository: BugBuster1701/contao-banner-bundle
Catalog: contao/languages/*/*_banner.xlf
Languages: cs, de, fa, fr, it, ru, sv

# tl_banner.toggle.1
source: Toggle the visibility of banner ID %s
cs: Přepnout viditelnost banneru ID %s
de: Banner ID %s ein- oder ausschalten
fa: تعویض مشاهده‌پذیری بنر شناسه %s
fr: Permutter l'affichage de la bannière ID %s
it: Modifica la visibilità del banner ID %s
ru: Переключения видимости баннера ID %s
sv: Växla synligheten för banner med ID %s

# tl_banner_type.banner_image
source: Internal banner image
cs: Interní obrázkový banner
de: Interne Bannergrafik
fa: بنر تصویری داخلی
fr: Image bannière interne
it: Banner con immagine interna
ru: Внутреннее изображение баннера
sv: Intern banner-bild

# tl_banner_type.banner_image_extern
source: External banner image
cs: Externí obrázkový banner
de: Externe Bannergrafik
fa: بنر تصویری خارجی
fr: Image bannière externe
it: Banner con immagine esterna
ru: Внешнее изображение баннера
sv: Extern banner-bild

# tl_banner_type.banner_text
source: Text banner
cs: Interní textový banner
fa: بنر متنی
fr: Bannière texte
it: Banner testuale
ru: Текст баннера

# tl_banner_type.default
source: Please select
cs: Prosím, vyberte
de: Bitte auswählen
fa: لطفا انتخاب کنید
fr: Veuillez sélectionner
it: Selezionare
ru: Выберите
sv: Välj

# tl_banner.banner_overwriteMeta.0
source: Overwrite with file meta data
de: Überschreiben mit Metadaten der Datei
ru: Перезаписать метаданными файла

# tl_banner.banner_overwriteMeta.1
source: Overwrite alt tag (Banner Name) and title tag (Banner Comment) with the meta data from the file manager.
de: Überschreiben des Alt-Tags (Bannername) und des Title-Tags (Bannerkommentar) mit den Metadaten der Datei aus der Dateiverwaltung
ru: Перезаписать тег alt (Имя баннера) и тег заголовка (Комментарий баннера) метаданными из файлового менеджера.

# tl_banner.using_meta_data
source: Using file meta data
de: Verwendung von Datei-Metadaten
ru: Использование метаданных файла

# tl_banner.video_source_legend
source: Source
de: Quelle
ru: Источник

# tl_banner.player_legend
source: Player settings
de: Player-Einstellungen
ru: Настройки плеера

# tl_banner.poster_legend
source: Preview image
de: Vorschaubild
ru: Изображение для предварительного просмотра

# tl_banner.banner_playerSRC.0
source: Video files
de: Video Dateien
ru: Видео файлы

# tl_banner.banner_playerSRC.1
source: Here you can add the video file or multiple files if you are using different codecs.
de: Hier können Sie die Videodatei oder mehrere Dateien hinzufügen, wenn Sie verschiedene Codecs verwenden.
ru: Вы можете добавить видеофайл или несколько файлов, если используете разные кодеки.

# tl_banner.banner_posterSRC.0
source: Preview image
de: Vorschaubild
ru: Изображение для предварительного просмотра

# tl_banner.banner_posterSRC.1
source: Show this image instead of the first frame of the video before playback.
de: Zeigen Sie dieses Bild anstelle des ersten Bildes des Videos vor der Wiedergabe an.
ru: Показывать это изображение вместо первого кадра видео перед воспроизведением.

# tl_banner.banner_playerSize.0
source: Player size
de: Player Größe
ru: Размер плеера

# tl_banner.banner_playerSize.1
source: Width and height of the media player in pixels (e.g. 640x480).
de: Breite und Höhe des Media Players in Pixeln (z. B. 640x480).
ru: Ширина и высота медиаплеера в пикселях (наприм., 640x480).

# tl_banner.banner_playerOptions.0
source: Player options
de: Player Optionen
ru: Параметры плеера

# tl_banner.banner_playerOptions.1
source: Here you can select the player options.
de: Hier können Sie die Player-Optionen auswählen.
ru: Здесь можно выбрать параметры плеера.

# tl_banner.banner_playerStart.0
source: Start at second
de: Start bei Sekunde
ru: Начать с сек

# tl_banner.banner_playerStart.1
source: Start playing the video at the given number of seconds.
de: Startet die Wiedergabe des Videos nach der angegebenen Anzahl von Sekunden.
ru: Начать воспроизведение видео через указанное количество секунд.

# tl_banner.banner_playerStop.0
source: Stop at second
de: Stopp bei Sekunde
ru: Остановить с сек

# tl_banner.banner_playerStop.1
source: Stop playing the video at the given number of seconds. Set to 0 to disable.
de: Stoppt die Wiedergabe des Videos nach der angegebenen Anzahl von Sekunden. Zum Deaktivieren auf 0 setzen.
ru: Остановить воспроизведение видео через указанное количество секунд. Установите 0, для отключения.

# tl_banner.banner_playerAspect.0
source: Aspect ratio
de: Seitenverhältnis
ru: Соотношение сторон

# tl_banner.banner_playerAspect.1
source: Here you can select the aspect ratio of the video to make it responsive.
de: Hier können Sie das Seitenverhältnis des Videos auswählen, um es dynamisch zu gestalten.
ru: Вы можете выбрать соотношение сторон видео, чтобы сделать его адаптивным.

# tl_banner_type.banner_video
source: Video banner
ru: Видео баннер

# tl_banner.banner_image.1
source: Please select the banner.(GIF,JPG,PNG,WEBP)
cs: Prosím, vyberte obrázek banner ve formátu (GIF,JPG,PNG,WEBP).
fr: Veuillez choisir la bannière.(GIF,JPG,PNG,WEBP)
sv: Välj banner-bild (GIF, JPG, PNG, WEBP).
