Repository: BugBuster1701/contao-banner-bundle
Catalog: contao/languages/*/*_banner_category.xlf
Languages: cs, de, fr, it, ru

# tl_banner_category.banner_default.0
source: Default banner image
cs: Výchozí banner obrázek
de: Banner Standarddatei
fr: Image par défaut de la bannière
it: Immagine default banner
ru: Изображение баннера по умолчанию

# tl_banner_category.banner_default.1
source: This banner will be shown, when no active banners are found. This selection takes priority over modul definition "Hide when empty".
cs: Tento banner se ukáže, pokud nejsou nalezeny žádné aktivní bannery.<br />Tato volba má přednost před definicí modulu "Skrýt, když je prázdný".
de: Wenn Sie diese Option wählen, können Sie eine Bannerdatei auswählen die angezeigt wird, wenn kein Banner in der Kategorie aktiv ist. Eine Auswahl hat Vorrang vor der Modul Definition "Ausblenden, wenn leer".
fr: Cette bannière sera affiché, quand aucune autre bannière active ne sera trouvé.<br />Cette sélection est prioritaire à la définition du module "Cacher quand vide".
it: Questo banner sarà mostrato in assenza di banner attivi. <br /> Questa selezione ha la priorità sulla definizione modulo "Nascondi quando vuota".
ru: Этот баннер будет показан, если не будут найдены активные баннеры.<br />Выбор этой опции имеет приоритет над опцией "Скрыть модуль если пусто".

# tl_banner_category.banner_default_image.0
source: Banner default image
cs: Banner výchozí obrázek
de: Banner Standarddatei
fr: Image par défaut de la bannière
it: Immagine di default banner
ru: Изображение баннера по умолчанию

# tl_banner_category.banner_default_image.1
source: Please select the banner.(GIF,JPG,PNG,WEBP,AVIF)
de: Bitte eine Bannerdatei auswählen.(GIF,JPG,PNG,WEBP,AVIF)
fr: Veuillez choisir la bannière.(GIF,JPG,PNG,WEBP,AVIF)
ru: Выберите баннер. (GIF, JPG, PNG, WEBP, AVIF)

# tl_banner_category.banner_default_name.0
source: Banner Name
cs: Jméno banneru
fr: Nom Bannière
it: Nome banner
ru: Название баннера

# tl_banner_category.banner_default_name.1
source: Name is for title tag too.
cs: Jméno je taky pro zobrazení titulu banneru.
de: Bannername, erscheint auch als title Tag.
fr: Le nom sert à la balise du titre également.
it: Il nome sarà utilizzato per il tag title
ru: Название для тега заголовка.

# tl_banner_category.banner_default_target.0
source: Internal Link
cs: Otevřít ve stejném okně prohlížeče
de: Interner Link
fr: Lien interne
it: Link interno
ru: Внутренняя ссылка

# tl_banner_category.banner_default_target.1
source: If you choose this option, the banner target opens in the same browser window.
cs: Pokud zvolíte tuto možnost, cíl banneru se otevře ve stejném okně prohlížeče.
de: Wenn Sie diese Option wählen, wird das Bannerziel im selben Browserfenster geöffnet.
fr: Si vous choisissez cette option, la cible de la bannière s'ouvrira dans la même fenêtre du navigateur.
it: Se viene selezionata questa opzione, la destinazione del banner sarà visualizzata all'interno dello stesso browser.
ru: Если выбрать эту опцию, ссылка баннера откроется в том же окне браузера.

# tl_banner_category.banner_default_url.0
source: Banner target URL
cs: Banner cílové URL
de: Bannerziel-URL
fr: URL cible de la bannière
it: URL destinazione banner
ru: Целевой URL баннера

# tl_banner_category.banner_default_url.1
source: Please enter the banner target URL: http://...
cs: Prosím, zadejte cílové URL banneru: http://www.domena.cz
de: Bannerziel URL: http://...
fr: Veuillez saisir l'URL cible de la bannière: http://...
it: Inserire l'URL di destinazione del banner
ru: Введите целевой URL баннера: http://...

# tl_banner_category.banner_groups.0
source: Allowed member groups
cs: Povolené skupiny
de: Erlaubte Mitgliedergruppen
fr: Groupes de membre autorisés
it: Gruppi abilitati
ru: Разрешено участникам групп

# tl_banner_category.banner_groups.1
source: Here you can choose which groups will be allowed to see the banners of this category.
cs: Zde si můžete vybrat, které skupiny budou moci vidět bannery v této kategorii.
de: Hier können Sie festlegen, welche Mitgliedergruppen die Banner der Kategorie im Frontend sehen dürfen.
fr: Ici vous pouvez choisir quels groupes seront autorisés à voir les bannières de cette catégorie.
it: Selezionare i grippi alla quale abilitare la visualizzazione di questa categoria di banner.
ru: Вы сможете выбрать какие группы будут иметь возможность видеть баннеры этой категории.

# tl_banner_category.banner_limit.0
source: Limiting the number of banners.
cs: Omezení počtu bannerů.
de: Anzahl limitieren
fr: Limite du nombre de bannières
ru: Ограничить количество баннеров.

# tl_banner_category.banner_limit.1
source: 0: show all banners (default), otherwise maximum number of banners that will be shown.
cs: 0: zobrazit všechny plakáty (default), jinak maximální počet bannerů, které se budou zobrazovat.
de: 0: alle Banner anzeigen (default), sonst maximale Anzahl der Banner die angezeigt werden.
fr: 0 : toutes les bannières sont visibles (défaut), sinon correspond au maximum de bannières visibles
ru: 0: показать все баннеры (по умолчанию), в противном случае максимальное количество баннеров, которые будут показаны.

# tl_banner_category.banner_numbers.0
source: Show all banners
cs: Zobrazit všechny bannery
de: Alle Banner anzeigen
fr: Montrer toutes les bannières
it: Visualizza tutti i banner
ru: Показать все баннеры

# tl_banner_category.banner_numbers.1
source: If you choose this option, all active banners will be shown in frontend. You can limit the number below.
cs: Pokud zvolíte tuto možnost, budou se všechny aktivní bannery zobrazovat ve frontend.
de: Wenn Sie diese Option wählen, werden alle aktiven Banner der Kategorie angezeigt im Frontend. Die Anzahl kann nachfolgend limitiert werden.
fr: Si vous choisissez cette option, toutes les bannières actives seront affichées sur la partie publique.
it: Se questa opzione è selezionata, tutti i banner attivi verranno mostrati.
ru: Если выбрать эту опцию, все активные баннеры будут показаны в интерфейсе.

# tl_banner_category.banner_protected.0
source: Protect category
cs: Chránit kategorii
de: Kategorie schützen
fr: Protéction Catégorie
it: Protezione accesso
ru: Защита категории

# tl_banner_category.banner_protected.1
source: Show banner of this category to certain member groups only.
cs: Zobrazit banner z této kategorie pouze na určité členy skupiny.
de: Den Inhalt der Kategorie nur bestimmten Gruppen im Frontend anzeigen.
fr: Afficher les bannières de cette catégorie à certains groupes de membre
it: Visualizza i banner di questa categoria solo ai menbri di questi gruppi.
ru: Показывать банер этой категории только определенным участникам группы.

# tl_banner_category.banner_protected_catagory
source: Protected category
cs: Chránit kategorii
de: Kategorie geschützt
fr: Catégories protégés
it: Accesso categoria
ru: Защищенная категория

# tl_banner_category.banner_random.0
source: Random order
cs: Náhodné pořadí
de: Zufällige Reihenfolge
fr: Ordre aléatoire
it: Ordine casuale
ru: Случайный порядок

# tl_banner_category.banner_random.1
source: If you choose this option, the banners will be shown in a random order.
cs: Pokud zvolíte tuto možnost, bannery se zobrazí v náhodném pořadí.
de: Wenn Sie diese Option wählen, werden die Banner zusätzlich in zufälliger Reihenfolge angezeigt.
fr: Si vous choisissez cette option, les bannières seront affichés de façon aléatoire.
it: Selezionando questa opzione, i banner saranno mostrati in ordine casuale.
ru: Если выбрать эту опцию, баннеры будут показаны в случайном порядке.

# tl_banner_category.copy.0
source: Copy category
cs: Kopírovat kategorii
de: Kategorie duplizieren
fr: Copier catégorie
it: Copia categoria
ru: Копировать категорию

# tl_banner_category.copy.1
source: Copy category ID %s
cs: Kopírovat kategorii ID %s
de: Kategorie ID %s duplizieren
fr: Copier la catégorie ID %s
it: Copia categoria ID %s
ru: Копировать категорию ID %s

# tl_banner_category.default_legend
source: Details for default banner
cs: Podrobnosti pro výchozí banner
de: Angaben zum Defaultbanner
fr: Détails de la bannière par défaut
it: Dettagli banner di default
ru: Детали баннера по умолчанию

# tl_banner_category.delete.0
source: Delete category
cs: Odstranit kategorii
de: Kategorie löschen
fr: Effacer catégorie
it: Elimina categoria
ru: Удалить категорию

# tl_banner_category.delete.1
source: Delete category ID %s
cs: Odstranit kategorii ID %s
de: Kategorie ID %s löschen
fr: Effacer la catégorie ID %s
it: Elimina categoria ID %s
ru: Удалить категорию ID %s

# tl_banner_category.deleteConfirm
source: Deleting a category will also delete all its Banners! Do you really want to delete category ID %s?
cs: Smazáním kategorie budou také odstraněny všechny obsahující bannery! Opravdu chcete smazat kategorii ID %s?
de: Wenn Sie eine Kategorie löschen werden auch alle darin enthaltenen Banner gelöscht. Wollen Sie die Kategorie ID %s wirklich löschen?
fr: Effacer une catégorie, effacera aussi toutes les bannières qu'elle contient! Souhaitez-vous vraiment effacer la catégorie ID %s
it: Eliminando la categoria verranno eliminati anche tutti i banner associati. Vuoi realmente liminare la categoria ID %s?
ru: Удаление категории также удалит все свои баннеры! Вы хотите удалить категорию ID %s?

# tl_banner_category.edit.0
source: Edit category
cs: Upravit kategorii
de: Kategorie bearbeiten
fr: Editer catégorie
it: Modifica categoria
ru: Редактировать категорию

# tl_banner_category.edit.1
source: Edit category ID %s
cs: Upravit kategorii ID %s
de: Kategorie ID %s bearbeiten
fr: Editer la catégorie ID %s
it: Modifica categoria ID %s
ru: Редактировать категорию ID %s

# tl_banner_category.editheader.0
source: Edit category settings
cs: Upravit nastavení kategorie
de: Einstellungen der Kategorie bearbeiten
fr: Editer les préférences de la catégorie
ru: Редактировать параметры категории

# tl_banner_category.editheader.1
source: Edit the settings of category ID %s
cs: Upravit nastavení kategorie ID %s
de: Einstellungen der Kategorie ID %s bearbeiten
fr: Editer les préférence de la catégorie ID %s
ru: Редактировать параметры категории ID %s

# tl_banner_category.new.0
source: New category
cs: Nová kategorie
de: Neue Kategorie
fr: Nouvelle catégorie
it: Nuova categoria
ru: Новая категория

# tl_banner_category.new.1
source: Create a new category
cs: Vytvořit novou kategorii
de: Eine neue Kategorie anlegen
fr: Créer une nouvelle catégorie
it: Crea una nuova categoria
ru: Создание новой категории

# tl_banner_category.number_legend
source: Number of banners
cs: Počet bannerů
de: Anzeige Definition
fr: Nombre de bannières
it: Numero di banner
ru: Количество баннеров

# tl_banner_category.protected_legend
source: Access protection
cs: Ochrana přístupu
de: Zugriffsschutz
fr: Restriction d'accès
it: Protezione accesso
ru: Защита доступа

# tl_banner_category.show.0
source: Category details
cs: Podrobnosti kategorie
de: Kategoriedetails
fr: Détails de la catégorie
it: Dettagli categoria
ru: Детали категории

# tl_banner_category.show.1
source: Show details of category ID %s
cs: Zobrazit podrobnosti kategorie ID %s
de: Details der Kategorie ID %s anzeigen
fr: Afficher les détails de la catégorie ID %s
it: Mostra i dettagli della categoria ID %s
ru: Показать детали категории ID %s

# tl_banner_category.stat.0
source: Categorie statistics
cs: Statistiky kategorie
de: Kategoriestatistik
fr: Statistiques catégorie
it: Statistiche categoria
ru: Статистика категории

# tl_banner_category.stat.1
source: Show categorie statistics of category ID %s
cs: Zobrazit statistiky kategorie ID %s
de: Bannerstatistik für die Kategorie ID %s anzeigen
fr: Afficher les statistiques de la catégorie ID %s
it: Mostra i dettagli della categoria ID %s
ru: Показать статистику категории ID %s

# tl_banner_category.title.0
source: Category
cs: Kategorie
de: Kategorie
fr: Catégorie
it: Categoria
ru: Категория

# tl_banner_category.title.1
source: Please enter the name of the category.
cs: Prosím, zadejte název kategorie.
de: Bitte geben Sie den Namen der Kategorie ein.
fr: Veuillez saisir le nom de la catégorie
it: Indicare il nome della categoria
ru: Введите название категории.

# tl_banner_category.title_legend
source: Category and Banner Template
cs: Kategorie a šablony banneru
de: Kategorie und Bannervorlage
fr: Modèle Bannière et Catégorie
it: Categoria e template banner
ru: Категория и шаблон баннера

# tl_banner_category.tstamp.0
source: Revision date
cs: Datum revize
de: Änderungsdatum
fr: Date de version
it: Data revisione
ru: Дата редакции

# tl_banner_category.tstamp.1
source: Date and time of latest revision
cs: Datum a čas poslední revize
de: Datum und Uhrzeit der letzten Änderung
fr: Date et heure de la dernière version
it: Data ultima modifica
ru: Дата и время последней редакции

# tl_banner_category.protected_stat_legend
source: Access protection for the statistic
de: Zugriffsschutz für die Statistik
fr: Protection d'accès pour la statistique
ru: Защита доступа к статистике

# tl_banner_category.banner_stat_protected.0
source: Protect the statistic
de: Schutz der Statistik
fr: Protéger la statistique
ru: Защитить статистику

# tl_banner_category.banner_stat_protected.1
source: Show the banner statistic for this category to certain user groups only.
de: Den Inhalt der Bannerstatistik nur bestimmten Gruppen im Backend anzeigen.
fr: Affichez les statistiques de bannière pour cette catégorie à certains groupes d'utilisateurs uniquement.
ru: Показать баннер статистики для этой категории определенным группам пользователей.

# tl_banner_category.banner_stat_groups.0
source: Allowed user groups
de: Erlaubte Benutzergruppen
fr: Groupes d'utilisateurs autorisés
ru: Разрешенные группы пользователей

# tl_banner_category.banner_stat_groups.1
source: Here you can choose which groups will be allowed to see the banner statistic of this category.
de: Hier können Sie festlegen, welche Benutzergruppen die Bannerstatistik der Kategorie im Backend sehen dürfen.
fr: Ici, vous pouvez choisir quels groupes seront autorisés à voir les statistiques de bannière de cette catégorie.
ru: Вы можете выбрать, каким группам будет разрешено видеть баннер статистики этой категории.

# tl_banner_category.banner_stat_admins.0
source: Administrators
de: Administratoren
fr: Administrateurs
ru: Администраторы

# tl_banner_category.banner_stat_admins.1
source: Administrators have unlimited access to all banner statistics.
de: Administratoren haben uneingeschränkten Zugriff auf alle Bannerstatistiken.
fr: Les administrateurs ont un accès illimité à toutes les statistiques des bannières.
ru: Администраторы имеют неограниченный доступ ко всем баннерам статистики.

# tl_banner_category.banner_expert_debug_all.0
source: Debug mode for all "Banner" classes
de: Debugmodus für alle "Banner" Klassen
fr: Mode débogage pour toutes les classes "Banner"
ru: Режим отладки для всех классов "Баннер"

# tl_banner_category.banner_expert_debug_all.1
source: With activation, write debug information to the log file (<em>var/logs/prod|dev-Y-M-D.log</em>)
de: Bei Aktivierung werden Laufzeitinformationen in die Logdatei (<em>var/logs/prod|dev-Y-M-D.log</em>) geschrieben.
ru: Записывать отладочную информацию в файл журнала (<em>var/logs/prod|dev-Y-M-D.log</em>)

# tl_banner_category.banner_expert_legend
source: Expert settings
de: Experteneinstellungen
fr: Paramètres experts
ru: Экспертные настройки

# tl_banner_category.formatsWebpNotSupported
source: WEBP is not supported on your server.
de: WEBP wird auf Ihrem Server nicht unterstützt.
ru: WEBP не поддерживается на сервере.

# tl_banner_category.banner_expert_debug_all.1
source: With activation, write debug information to the log file (<em>system/logs/prod-Y-M-D-banner_debug.log</em>)
fr: Avec l'activation, écrivez les informations de débogage dans le fichier journal (<em>system/logs/prod-Y-M-D-banner_debug.log</em>).

# tl_banner_category.banner_default_image.1
source: Please select the banner.(GIF,JPG,PNG,WEBP)
cs: Prosím, vyberte banner ve formátu (GIF,JPG,PNG,WEBP).
it: Selezionare il banner. (GIF,JPG,PNG,WEBP)
