Repository: BugBuster1701/contao-banner-bundle
Catalog: contao/languages/*/*_module.xlf
Languages: de, fr, ru

# tl_module.banner_categories.0
source: Banner categories
de: Bannerkategorien
fr: Catégories bannières
ru: Категории баннеров

# tl_module.banner_categories.1
source: Please select the Banner category.
de: Bitte wählen Sie die Bannerkategorie für das Modul.
fr: Veuillez sélectionner les catégorie de bannière que vous souhaitez inclure.
ru: Выберите категорию баннеров, которую хотите включить.

# tl_module.banner_firstview.0
source: First banner for new visitor
de: Erster Banner für neue Besucher
fr: Première bannière pour nouveau visiteur
ru: Первый баннер для нового посетителя

# tl_module.banner_firstview.1
source: For each new visitor, at first is displayed the first banner in the category. The choice is then returned to random mode.
de: Für jeden neuen Besucher wird zunächst der erste Banner in der Kategorie angezeigt. Danach erfolgt die Auswahl wieder nach Zufall.
fr: Pour chaque nouveau visiteur, la première bannière de la catégorie est d'abord affichée. Le choix est ensuite retourné en mode aléatoire.
ru: Для каждого нового посетителя, сначала показывается первый баннер в категории, а затем, баннеры выводятся в случайном режиме.

# tl_module.banner_hideempty.0
source: Hide when empty
de: Ausblenden, wenn leer.
fr: Cacher quand vide
ru: Скрыть модуль если пусто

# tl_module.banner_hideempty.1
source: Hide the module (Frontend) when no active banners are found.
de: Blendet das Modul im Frontend aus, wenn keine aktiven Banner gefunden werden.
fr: Cacher ce module (partie publique) quand aucune bannière active n'est trouvée
ru: Скрывать модуль во внешнем интерфейсе, если активные баннеры не найдены.

# tl_module.banner_template.0
source: Banner template
de: Bannervorlage
fr: Modèle Bannière
ru: Шаблон баннера

# tl_module.banner_template.1
source: Please choose the Banner-Template. Banner template files start with <em>mod_banner_list_</em>.
de: Bitte wählen Sie eine Bannervorlage. Sie können eigene Vorlagen im Ordner <em>templates</em> speichern oder im Template-Ordner des Themes. Vorlagen müssen mit <em>mod_banner_list_</em> beginnen und die Dateiendung <em>.html5</em> haben.
fr: Veuillez choisir le modèle de la bannière. Les fichiers des modèles de bannière commencent par <em>mod_banner_list_</em>.
ru: Выберите шаблон баннера. Файлы шаблонов баннера начинаются с <em>mod_banner_list_</em>.

# tl_module.banner_useragent.0
source: No counting for this HTTP_USER_AGENT partial identifier
de: Keine Zählung bei HTTP_USER_AGENT Teilkennung
fr: Aucun résultat pour cet identificateur HTTP_USER_AGENT
ru: Не учитывать этот HTTP_USER_AGENT идентификатор

# tl_module.banner_useragent.1
source: Here you can specify a partial identifier, it will be no counting. These HTTP_USER_AGENT partial identifier of the browser must be changed.<br />See Wiki.
de: Hier kann eine Teilkennung angegeben werden, bei der keine Zählung erfolgen soll. Dazu muss die HTTP_USER_AGENT Kennung des Browser verändert werden.<br>Siehe Wiki.
fr: Ici vous pouvez préciser un identificateur partiel, qui ne sera pas compté. Cet identificateur partiel du navigateur HTTP_USER_AGENT doit être modifié.<br />Lisez le Wiki.
ru: Вы можете указать идентификатор, который не будет посчитан. Этот HTTP_USER_AGENT идентификатор браузера должен быть изменен.<br />См. Wiki.
