Repository: BugBuster1701/contao-banner-bundle
Catalog: contao/languages/*/explain.xlf
Languages: cs, de, fr, it, ru, sv

# XPL.banner_help.0.0
source: Banner Name
cs: Jméno banneru
fr: Nom de la bannière
it: Nome banner
ru: Название баннера
sv: Banner-namn

# XPL.banner_help.0.1
source: The banner name is shown in the banners overview and in the provided template below the banner image.<br><br>At text banners is it the banner title and linked with the destination URL.
cs: Banner se zobrazuje v přehledu bannerů a v šabloně pod obrázkem banneru.<br /><br />U textových bannerů je jejich název zároveň i link cílového URL.
de: Der Bannername wird in der Bannerübersicht und im mitgelieferten Template unterhalb der Bannergrafik angezeigt.<br><br>Beim Textbanner ist dies die Überschrift die gleichzeitig mit der Ziel URL verlinkt wird.
fr: Le nom de la bannière apparaît dans la présentation de celle-ci et dans le modèle fournie en dessous de l'image de la bannière.<br /><br />
it: Il nome del banner viene visualizzato nel riepilogo e nel template di default sotto l'immagine banner. <br /><br />Nei banner di testo è il titolo del banner ed il collegamento con l'URL di destinazione.
ru: Название баннера показано в обзоре баннеров, а также в шаблоне под изображением баннера.<br><br>В текстовых баннерах является названием баннера и связано с целевым URL.
sv: Banner-namnet visas i banner-översikten och under banner-bilden om den bifogade mallen (template) används.<br /><br />För text-banners används banner-namnet som titel vilken länkas mot mål-URLen.

# XPL.banner_help.1.0
source: Banner URL
cs: URL banneru
fr: URL de la bannière
it: Url banner
ru: URL баннера

# XPL.banner_help.1.1
source: The URL of the destination with click on the banner image.<br>The banner URL must start with http://, e.g.: http://www.contao.org<br>Using no URL, the banner image is shown without a link.<br>At text banners is the domain shown as a short form and linked with the destination URL.
fr: L'URL de destination du clic sur la bannière image.<br />L'URL de la bannière doit commencer par http://,ex:<br /><br /><pre> http://www.typolight.org </pre><br/>Sans URL, l'image apparaît sans lien.<br /><br />
sv: Mål-URL för klick på banner-bilden.<br />URLen måste börja med http://, t.ex.:<br /><br /><pre>http://www.typolight.org </pre><br/>Om ingen URL anges visas bannern utan länkning.<br /><br />För text-banners visas domänen i förkortat format samt länkas till mål-URLen.

# XPL.banner_help.2.0
source: Banner Weighting
cs: Priorita banneru
de: Bannergewichtung
fr: Priorité de la bannière
it: Importanza banner
ru: Вес баннера
sv: Banner-viktning

# XPL.banner_help.2.1
source: A banner with an higher weight value, is shown more frequently than a banner with a lower value.
cs: Banner s vyšší prioritou je zobrazován častěji než ten banner s nižší prioritou.<br />
de: Je höher die Gewichtung desto häufiger wird dieser Werbebanner angezeigt.
fr: Une bannière ayant un poids plus important, apparaît plus souvent qu'une bannière ayant un poids moins important.<br />
it: Un banner con una importanza maggiore, è mostrato più spesso di un banner con un valore inferiore. <br />
ru: Баннер с более высоким весом, будет показан чаще, чем баннер с более низким.<br />
sv: En banner med högre viktningsvärde visas mer frekvent än en banner med ett lägre värde.

# XPL.banner_help.3.0
source: Banner File
cs: Obrázek banneru
de: Bannerdatei
fr: Bannière Image
it: Immagine banner
ru: Файл баннера
sv: Banner-bild

# XPL.banner_help.3.1
source: An image file can be selected here as banner from the file system.
de: Aus dem Filesystem kann hier eine Grafik als Banner ausgewählt werden.
fr: Un fichier image peut être sélectionné ici comme bannière depuis l'arborescence des fichiers.
it: Selezionare un immagine come banner all'interno del proprio file system
ru: Графический файл может быть выбран как баннер из списка файлов.
sv: En banner-bild kan väljas från filbiblioteket.

# XPL.banner_help.4.0
source: Banner Comment
cs: Komentář banneru
de: Bannerkommentar
fr: Commentaire de la bannière
it: Commento banner
ru: Комментарий баннера
sv: Banner-kommentar

# XPL.banner_help.4.1
source: Comment is used for title tag in the HTML source code, and will be shown, when moving the mouse over the banner image. At text banners is this the text line.
cs: U štítku s názvem v HTML zdrojovém kódu je komentář a zobrazí se při pohybu myši přes obrázek banneru.<br /><br />U textových bannerů je to textový řádek.
de: Erste Zeile wird als "title" Tag im HTML Quellcode eingebaut und angezeigt, wenn man den Mauszeiger über die Bannergrafik bewegt.<br><br>Beim Textbanner ist dies die Textzeile.
fr: Les commentaires sont utilisés pour la balise du titre dans le code HTML source, et apparaîtra quand la souris survolera la bannière image.
it: Il commento è utilizzato per il tag titolo nel codice sorgente HTML, sarà visualizzato indicato quando si sposta il mouse sopra l'immagine del banner. <br /> <br /> Nei banner di testo è presente come riga di testo.
ru: Комментарий используется для тега заголовка в исходном коде и будет показан, при наведении мыши на изображение баннера.
sv: Kommentaren används till titel-tagget i HTML-källkoden och visas när besökaren för muspekaren över banner-bilden.<br /><br />För text-banners är detta själva banner-texten.

# XPL.banner_help.5.0
source: Show from (Date & Time)
cs: Zobrazit od (datum a čas)
de: Anzeigen ab (Datum+Uhrzeit)
fr: Publier à partir de (Date & Heure)
it: Visualizza dal (data e ora)
ru: Показывать с (Дата & Время)
sv: Visa från (Datum & Tid)

# XPL.banner_help.5.1
source: By entering a date and time value (with datepicker), the current banner will not be shown on the website before this moment. The time value can be changed manually. <br>Example: 24.12.2007 20:15
cs: Zadáním data a času (s výběrem data), se tento banner zobrazí na stránkách až po tomto termínu. Časový údaj se může ručně změnit.<br/>Příklad:<br/><br/><pre>n 24.12.2007 20:15n</pre><br />
de: Wenn Sie hier Datum mit Uhrzeit erfassen, wird dieser Werbebanner erst ab diesem Zeitpunkt angezeigt.<br>Die gesetzte Uhrzeit kann überschrieben werden.<br>Beispiel: 24.12.2007 20:15
fr: En saisissant une date et une heure (avec le sélecteur de date), cette bannière n'apparaîtra pas sur le site avant ce moment. L'heure peut être changé manuellement.<br />Ex:<br /><br /><pre> 24.12.2007 20:15</pre><br/>
it: Inserendo un valore di data e ora, il banner attuale non verrà mostrato sul sito web prima di questo momento. Il valore sull'ora deve essere modificato manualmente. <br/> Esempio: <br/> <br/> <pre> 24/11/2007 20:15 <pre /><br />
ru: Если ввести дату и время, то текущий баннер не будет показан на веб-сайте раньше этого момента. Время также может быть внесено вручную. <br/>Напр.:<br/><br/><pre> 24.12.2007 20:15 </pre><br />
sv: Genom att ange ett datum och en tid så visas inte bannern före den satta tidpunkten. Tiden anges manuellt. <br/>Exempel:<br/><br/><pre> 2007-12-24 20:15 </pre><br />

# XPL.banner_help.6.0
source: Show until (Date & Time)
cs: Zobrazit do (datum a čas)
de: Anzeigen bis (Datum+Uhrzeit)
fr: Publier jusqu'au (Date & Heure)
it: Visualizza fino al (data e ora)
ru: Показывать до (Дата & Время)
sv: Visa till (Datum & Tid)

# XPL.banner_help.6.1
source: By entering a date and time value (with datepicker) the current banner will not be shown on the website after this moment. The time value can be changed manually. <br>Example: 24.12.2007 23:59
cs: Zadáním data a času (s výběrem data), bude tento banner na stránkách zobrazen pouze do tohoto termínu. Časový údaj se může ručně změnit.<br/>Příklad:<br/><br/><pre>n 24.12.2007 23:59n</pre><br />
de: Wenn Sie hier Datum mit Uhrzeit erfassen (mit dem Datepicker), wird dieser Werbebanner nur bis zu diesem Zeitpunkt angezeigt.<br>Die gesetzte Uhrzeit kann überschrieben werden.<br>Beispiel: 24.12.2007 23:59
fr: En saisissant une date et une heure (avec le sélecteur de date), cette bannière n'apparaîtra pas sur le site après ce moment. L'heure peut être changé manuellement.<br />Ex:<br /><br /><pre> 24.12.2007 23:59</pre><br/>
it: Inserendo un valore di data e ora, il banner attuale verrà mostrato sul sito web fino a quel momento . Il valore sull'ora deve essere modificato manualmente. <br/> Esempio: <br/> <br/> <pre> 24/11/2007 20:15 <pre /><br />
ru: Если ввести дату и время, то текущий баннер не будет показан на веб-сайте позже этого момента. Время также может быть внесено вручную.<br/>Напр.:<br/><br/><pre> 24.12.2007 23:59 </pre><br />
sv: Genom att ange ett datum och en tid så visas inte bannern efter den satta tidpunkten. Tiden anges manuellt. <br/>Exempel:<br/><br/><pre> 2007-12-24 23:59 </pre><br />

# XPL.banner_help.7.0
source: Limiting the number of Views
cs: Omezení počtu zobrazení
de: Begrenzung der Views
fr: Limiter le nombre de vues
it: Limite al numero di visualizzazioni
ru: Ограничить число просмотров
sv: Begränsa antalet visningar

# XPL.banner_help.7.1
source: By entering a number, the current banner is no longer displayed after this number of views. The option "Limiting the number of Views and Clicks" must remain activated.<br>Example: 1000
cs: Zadáním počtu zobrazení, můžete definovat maximální počet zobrazení.<br />Volba "Limit počtu zobrazení a prokliků" musí zůstat aktivní.<br />Příklad:<br /><br /><pre> 1000</pre><br />
de: Wenn Sie hier eine Zahl eingeben, wird dieser Werbebanner nach dieser Anzahl von Views nicht mehr angezeigt.<br>Die Option "Begrenzung der Views und Klicks" muss dabei aktiviert bleiben.<br>Beispiel: 1000
fr: En saisissant un nombre, cette bannière n'apparaîtra plus une fois qu'elle aura été vu le nombre de fois que vous saisissez.<br />Cette option "Limiter le nombre de vues" doit rester active.<br />Ex:<br /><br /><pre>1000</pre><br />
it: Inserendo un valore, il banner verrà visualizzato al massimo il numero di volte indicato. <br />Example:<br /><br /><pre> 1000</pre><br />
ru: Если число введено, текущий баннер не будет показан после этого количества просмотров.<br />Опция "Ограничить число просмотров и нажатий" должна быть активна.<br />Напр.:<br /><br /><pre> 1000</pre><br />
sv: Genom att ange ett värde så begränsas antalet visningar av bannern till detta antal.<br />Valet "Begränsa antalet Visningar och Klick" måste vara aktiverat.<br />Exempel:<br /><br /><pre> 1000</pre><br />

# XPL.banner_help.8.0
source: Limiting the number of Clicks
cs: Omezení počtu prokliků
de: Begrenzung der Klicks
fr: Limiter le nombre de clics
it: Limite al numero di click
ru: Ограничить число нажатий
sv: Begränsa antalet klick

# XPL.banner_help.8.1
source: By entering a number, the current banner is no longer displayed after this number of clicks. The option "Limiting the number of Views and Clicks" must remain activated.<br>Example: 100
cs: Zadáním počtu prokliků, můžete definovat maximální počet kliknutí.<br />Volba "Limit počtu zobrazení a prokliků" musí zůstat aktivní.<br />Příklad:<br /><br /><pre> 100</pre><br />
de: Wenn Sie hier eine Zahl eingeben, wird dieser Werbebanner nach dieser Anzahl von Klicks nicht mehr angezeigt.<br>Die Option "Begrenzung der Views und Klicks" muss dabei aktiviert bleiben.<br>Beispiel: 100
fr: En saisissant un nombre, cette bannière n'apparaîtra plus une fois qu'elle aura été cliquée le nombre de fois que vous saisissez.<br />Cette option "Limiter le nombre de clics" doit rester active.<br />Ex:<br /><br /><pre>100</pre><br />
it: Inserendo un valore, il banner non verrà visualizzato oltre il numero di click indicato. <br />Example:<br /><br /><pre> 100</pre><br />
ru: Если число введено, текущий баннер не будет показан после этого количества нажатий.<br />Опция "Ограничить число просмотров и нажатий" должна быть активна.<br />Напр.:<br /><br /><pre> 100</pre><br />
sv: Genom att ange ett värde så begränsas antalet klick på bannern till detta antal.<br />Valet "Begränsa antalet Visningar och Klick" måste vara aktiverat.<br />Exempel:<br /><br /><pre> 100</pre><br />

# XPL.banner_help.9.0
source: Filter Domain
cs: HTTP_USER_AGENT dílčí identifikátor
fr: identificateur HTTP_USER_AGENT
it: Identificativo HTTP_USER_AGENT
ru: Фильтр доменов
sv: HTTP_USER_AGENT-identifiering

# XPL.banner_help.9.1
source: If you enter a domain name, this banner is used only for this domain. If you leave the field empty, this banner is used for all domains.<br>Example: yourdomain.com<br>The banner will be displayed, if matches the domain. But also in partial match starting from the right. So also with access via sub.yourdomain.com . An entry in "Site structure" - "Domain Name" is not required for the filtering.
cs: With the change of a user agent with a unique string and entry in this field can be prevented, that will count your own requests.<br />Přesný popis naleznete ve Wiki.
de: Wenn Sie hier eine Domain eingeben, wird dieser Banner nur für diese Domain genutzt.<br>Ohne Angabe wird dieser Banner für alle Domains genutzt.<br>Beispiel: meinedomain.de<br>Der Banner wird angezeigt, wenn die Domain übereinstimmt, auch bei Teilübereinstimmung von rechts beginnend. Damit auch bei Zugriff über sub.meinedomain.de. Ein Eintrag in "Seitenstruktur" - "Domain Name" ist nicht notwendig für die Filterung.
fr: En saisissant une chaîne de caractère unique correspondant à votre identification utilisateur, vous éviterez de comptabiliser vos propres requêtes.<br />Des explications détaillées sont trouvable dans le Wiki.
it: Modificando nel proprio browser la stringa user agent è possibile evitare il conteggio da questo determinato computer. <br /> Istruzioni dettagliate, possono essere trovate nel Wiki.
ru: Если ввести имя домена, этот баннер будет использован только для данного домена. Если оставить поле пустым, баннер будет использован для всех доменов. <br/>Напр.: <br /><br /><pre> yourdomain.com </pre><br />Баннер будет виден, если соответствует домену. Но и при частичном совпадении, начиная справа. Так же и с доступом через sub.yourdomain.com. Запись в "Структуре сайта" - "Имя домена" не требуется для фильтрации.
sv: Genom att ändra User Agent med en unik textsträng i din webbläsare samt fylla i detta fält kan du undvika att dina egna visningar och klick räknas.<br />Detaljerad instruktion finns i Wikin.

# XPL.banner_help.1.1
source: The URL of the destination with click on the banner image.<br>The banner URL must start with http(s)://, e.g.: https://www.contao.org<br>Using no URL, the banner image is shown without a link.<br>At text banners is the domain shown as a short form and linked with the destination URL.
cs: Kliknutím na obrázek banneru se dostanete na cílové URL.<br />URL banneru musí začínat http(s)://, e.g.:<br /><br /><pre>n https://www.contao.org</pre><br/> Když není použito žádné URL, zobrazí se obrázek banneru bez linku.<br /><br />V textu banneru se zobrazuje krátká forma domény, která je zároveň i link na cílové URL.
de: Die URL des Zieles bei Klick auf die Bannergrafik.<br>Die Eingabe muss inklusive http(s):// erfolgen, Beispiel:<br>https://www.contao.org<br>Kein Pflichtfeld. Ohne URL wird die Bannergrafik ohne Verlinkung angezeigt.<br><br>Beim Textbanner wird die Domain als Kurzform angezeigt und verlinkt.
it: L'URL di destinazione quando si clicca sull'immagine del banner. <br /> L'URL deve iniziare con http(s)://, ad esempio: <br /> <br /> <pre> https://www.contao.org </pre> <br/> Se non si utilizza un URL, l'immagine del banner viene visualizzata senza un link. <br /> <br />Nei banner di testo è il dominio mostrato e il collegamento con l'URL di destinazione.
ru: URL назначения, по которому перейдет посетитель нажавший на изображение баннера.<br />URL должен начинаться с http(s)://, напр.:<br /><br /><pre> https://www.contao.org </pre><br/>Не используя это поле, изображение баннера будет вставлено без ссылки. В текстовых баннерах домен показан в краткой форме и связан с URL назначения.
